
  var tips = [];
  //條目內容
  tips[0] = '可是，那也是你的命，是上天注定的”  <br/><p align="right">--音越</p>';
  tips[1] = '弱者，连自己的死法都无权选择。 <br/><p align="right">--特拉法尔加·罗</p>';
  tips[2] = '所谓的弱，就是一种罪，所谓理想，只是拥有实力的人才能说的“现实”。 <br/><p align="right">--克罗克达尔</p>';
  tips[3] = '正义必胜吗？当然，胜利的就是正义。<br/><p align="right">--多弗朗明哥</p>';
  tips[4] = '我们绝对要过一个无悔的人生！总有一天，我们要踏上这片海洋，按照自己的梦想去闯荡！我们要过上最自由的人生！ <br/><p align="right">--艾斯</p>';
  tips[5] = '和利欲熏心的权力者相比世上的恶徒们多少还有点人道，就因为垃圾统治着世界才会不断产生垃圾，连这个道理都不懂吗？比起他们我们的邪恶还是挺可爱。<br/><p align="right">--基德</p>';
  tips[6] = '我是时代的残党，新世界里没有能载我的船。欠下了仁义就要偿命，教会帝奇那个混蛋让他明白这个道理难道不是我的责任吗。儿子比老子先死，这是何等的不孝顺。 <br/><p align="right">--白胡子</p>';
  tips[7] = '我如果就这样死了，就说明我只是这样程度的人而已！ <br/><p align="right">--索罗</p>';
  tips[8] = '听着，路飞，胜利和失败都要品尝，经历了四处逃窜的辛酸，痛苦伤心的回忆，男人才能真正独当一面，就算痛哭流涕也没关系 <br/><p align="right">--红发</p>';
  tips[9] = '不要硬给别人给予你的爱加上理由  <br/><p align="right">--战国</p>';
  tips[10] = '弱者，连自己的死法都无权选择。<br/><p align="right">--特拉法尔加·罗</p>';
  tips[11] = '为什么遇到如此强大的敌人你也不愿逃跑？那是因为身后，有至爱之人。<br/><p align="right">--波特卡斯·D·艾斯</p>';
  tips[12] = '不要随随便便同情失败者，这会伤了他的自尊心。<br/><p align="right">--山治</p>';
  tips[13] = '能原谅女人谎言的才是真正的男人。<br/><p align="right">--香治士</p>';
  tips[14] = '人活着就是为了赎罪，弱小，就是我们最大的罪过，这个世界是强者的天下谁会在乎籍籍无名的家伙的死亡，弱者连自己死亡的方式都无法选择。<br/><p align="right">--瓦特尔·D·罗</p>';
  tips[15] = '能够改变未来的权利，每个人都是平等的。<br/><p align="right">--黑帮 贝吉</p>';
  tips[16] = '就算你们把酒或食物丢在我头上，或是你们吐口水在我身上，我都会笑笑当作没事。但是…不管你们有什么样的理由…我都不会饶了伤害我朋友的家伙 <br/><p align="right">--红发</p>';
  tips[17] = '连一个船长都保护不了还谈什么野心！<br/><p align="right">--索隆</p>';
  tips[18] = '摆出无比亲密的态度，装模作样地与对方套近乎，频繁地联系对方。这都说明他们并不相信自己得到了对方的信赖，若是互相信赖，便不会依赖亲密的感觉。在外人看来，反而显得冷淡。<br/><p align="right">——弗里德里希·威廉·尼采</p>';
  tips[19] = '我想写一出最悲的悲剧，里面充满了无耻的笑声<br/><p align="right">——老舍</p>';
  boardIndex = Math.floor(Math.random() * tips.length);
  document.getElementById('mrmy').innerHTML = tips[boardIndex];
